[{"title":"我会变成一颗星星","path":"2023/TheEND/","text":""},{"title":"如何保护好自己的线上身份","path":"2023/Note-01/","text":"序言因为雪汐主要活动地点都是在网络上，保护好自己现生的身份就是第一要务，下面简单记录一下咱是如何自我保护的，以供参考。如果按照咱的方式在互联网上活动，就可以基本避免个人身份泄露的危险。但是请注意，以下内容仅为使用合法手段保护自己的个人讯息不被未经授权的第三方非法获取，并不能规避执法机关的审查调查。 直接关联至个人的身份讯息个人基本讯息个人基本讯息，包括个人数据(性别, 身高, 容貌, 声音等)及身份关联讯息(国民ID, 国民社会保险, 族裔, 住址, 手机号码, 工作单位, 常用账户等)。如果想在互联网中保持匿名，以上讯息是绝对不可以泄露的。因此，在互联网上所使用的讯息应与现生使用的身份完全隔离。 保护个人数据图片首先第一点就是，一定不可以传送任何有可能关联身份的照片或图像，任何传送的图像内绝对不可以本人出镜，这是极其危险的事情。即使传送与本人无关的图像(如风景照等)，也不应该即时传送，而是应过一段时间(最佳实践为30天以上)再传送。传送的图像内不应包含时效性讯息(当前时间, 季节性广告等)，且应尽可能的虚化背景人群。对于室内摄制的图片或视频，不应包含可能识别到地点的讯息(标识牌, 非连锁商户等)，且传送时间应尽可能延后(室内公共安全视频系统由各场所自托管, 尽管泄露为极小概率事件, 但仍建议至少6个月以后再传送)。任何图像传送前应删除EXIF讯息及时间戳，这些讯息有助于分析个人行踪。 声音对声音的保护大多数人并不在意，但实际上声音可以识别出很多个人身份讯息(性别, 年龄, 身高)。因此，在使用隐匿身份时，绝对不要发送音频，尽可能使用文字交谈。 保护身份关联讯息账户 / 电话号码在使用隐匿身份时，绝对不可以与现实身份使用相同的社交帐户。这种威胁是最高且最直接的。隐匿身份所使用的任何帐户都应是全新注册的，并且不关联任何与现生有关的讯息。为了做到这一点，应使用全新的非本地电话号码，且使用与现生不同的全新移动设备，以避免电信业者通过设备识别码关联识别身份。隐匿身份所使用的SIM卡绝对不可以与现生所使用的混插在同一台设备中。并且尽可能不要侧载应用程式至隐匿身份所使用的设备，因为风险不可控。 支付在使用隐匿身份时，不要与任何对象产生交易。这会无可避免的导致你的个人讯息泄露。不要在此试图伪造身份，因为极可能涉嫌违法。 网络不要使用任何代理、VPN或类似程式。这些服务提供商产生的讯息安全风险比电信公司要大得多。目前中国内地部分平台显示使用者的IP位置，为避免泄露真实所在地，可以使用漫游数据。中国内地电信业者的部分卡行动数据使用的是归属地接入，即使用数据时，公共出口IP为号码归属地而非使用地点。若想隐藏真实地址，可以使用此类卡片。实名制问题无需担心，若对方有权查询别人的电话卡，那怎么隐藏也很难避免被找到。 结以上几点很简单，其实也很容易做到… 不是嘛？最关键的只是不要让自己说出可能泄露身份的讯息，仅仅这样子就可以了。那么，以上~"},{"title":"雪汐的2022","path":"2022/Daily-2022/","text":"Block #12022年转眼间已经到了末尾，又到了写年终总结的时候了。雪汐想了一下… 今年好像又是无所事事的一年呢&gt;_&lt; 本来雪汐是想记录一下感染COVID-19这期间的事情的，但是突然发现这好像并不是什么值得单独写一篇博客的事情… 所以干脆来写今年的年终总结叭~ suBlock #A今年七月雪汐将Blog重置之后，本来是打算每个月都写一篇日志的。结果… 真的要写的时候才发觉，原来… 雪汐的每个月并没有实质上的区别呀…所以半年以来也只在一开始的时候写了一篇…最后雪汐还是要在写年报的时候努力想今年都做了些什么呀…(╥﹏╥) suBlock #B今年雪汐封存了以前的Blog，并启用了xuexi.moe这个碰瓷学习强国的网域作为新的部落格(之前碰瓷中X委和公X部的网域已经过期了，没有再续费的说~ 因为不知道用来做什么…)不过原来Blog的网域继续续费到了23年… 咱还是挺喜欢那个网域的~ 而且作为邮箱后缀迁移起来也比较麻烦… 今天写年终总结的时候本来想参考一下自己2020年和2021年写的总结，结果发现前两年写的总结… 完全的意义不明，到现在咱已经自己都不能完全理解其中内容了… suBlock #C雪汐从2016年开始写博客，到现在也有六年啦…但是年报却是从2020年开始写的… 那时候雪汐已经有两年没有上学了… 辍学四年… 雪汐好像什么都没有做… 时间就白白浪费掉了… 现在想一下还是感觉很可惜。但是如果回到当时，雪汐大概也还会选择这条路叭… 这或许就是雪汐写的博客如此空洞的原因所在叭~即使删掉以前换新名字重新开始… 也还是如此呢~ Block #2不过一年毕竟有365天… 什么都不做那也是不可能的说！所以年报还是有一些东西是可以写的~ suBlock #A今年全年雪汐一共听了2879小时的音乐(根据Q音的年报数据，实际上应该还要多一些叭≧◡≦)，比去年多了975个小时，平均每个月多听了24小时(去年有四个月在住院… 数据没有算上的说，所以平均每个月也只算8个月的啦)~ 一年里听次数最多的音乐是GONTITI的“1967”，一共听了6721次，这是一首很安静的轻音乐，雪汐很喜欢在看书的时候听~ 听次数第二的是羽肿的“花火が瞬く夜に”，一共听了3555+4677(钢琴版)次，也同样是一首很安静的轻音乐，这首音乐的作者羽肿也是雪汐近三年最喜欢的创作者，每月的听歌月报里都是听羽肿的音乐时间最长(っ＾▿＾)~ suBlock #B简单计算了一下，今年雪汐大概看了27.2M字的书…比预想中的要少一些的说，本来以为能看30M左右呢…全年因看书支出1487元… 比上年减少4657元… 如果不是因为写年报而去查账单… 真的不会知道原来花了那么多钱的说！果然还是听音乐更经济实惠呀呜呜呜，听整整一年也才需要128块的会员… suBlock #C今年雪汐注册了Steam账户… 根据统计，今年大概玩了362小时的游戏，差不多正好每天一小时呢~游戏时数最多的游戏为反恐菁英、幻塔、Cozy Grove和Townscaper。今年一共获得了41款新游戏~ Block #3好像整个2022年雪汐就没再做什么其它事情了呢…那么，总结结束之后… 一般情况下，现在应该是展望未来的时间叭？但是好像也没有什么值得展望的… 2022也算是命运多舛的一年了叭？日本前首相安倍晋三遇刺，原苏共总书记戈尔巴乔夫病故，前英联邦元首伊丽莎白女王去世… 就连某国政府腐败的源头都不能继续+1s了… 展望未来是玛雅人的事情… 不过在最后或许可以给自己写一句寄语？毕竟今天是2022年的最后一天了呀…时间过的好快… 好讨厌… 不过这也不是雪汐可以做主的事情啦…而且，这或许也是雪汐的最后一篇年终总结了…那就希望2023年不会变得更坏…以及… 希望雪汐可以迎来属于自己的完美谢幕~那么… 就这样啦~"},{"title":"庆贺中国内地完全放开防疫政策","path":"2022/Mumbler-03/","text":"警告: 本文可能包含未经核实的讯息, 或存在虚假陈述, 仅代表作者个人观点 今天是2022年12月16日，距离中国内地解除严格的防疫政策已经过去了三天。雪汐已经期盼这一天好久了！一直封控哪里都不能去… 就连公共交通都需要48小时内的核酸检测阴性证明，劳民又伤财(叹气)但是解封之后又有一些自私的人自诩正义去声讨那些为开放做出贡献的人们…之前雪汐完全不能理解这些人的想法，不明白为什么它们会想一直封控呢？ 直到昨天，有一个“愤青”在社区里面回复了雪汐之前的留言，在友好交流之后，大概明白了这些人的想法~总而言之，就是及其自私自利，愤世嫉俗的存在。它们才不关心国家的难处，只关心自己的利益，是极端的利己主义者。 似乎它们认为国家花钱帮助它们就是活该的呢~它们不知道，或许也不想知道，防疫每年是要花费上万亿的。 它们只看到地方挪用医保基金支付核酸检测费用，自诩正义去声讨它们认为腐败的官员，却无视了地方财政无钱可用的事实。在严苛的防控隔离政策下，财政收入(大比例为税收)减少是必然的，再加上中央为了激励经济而进行的大规模退税政策(留抵退税)，更是给地方财政雪上加霜，只能靠中央接济(事实上即使在疫情之前，能做到收支平衡的省份也是极少数)。 它们嫉妒有些人可以享受更优越的医疗条件，但是资源差异无论是在哪个国家，都是存在的。世界本来就是不公平的，实现共产也只是一场虚无缥缈的梦而已。 它们怪国家没有准备充分的药，没有让所有人都接种疫苗。但是却无视了疫苗上市已经过去一年多，其间一直都是免费自愿接种的。那么长的时间里自己没有接种却怪别人，这又是为什么呢？ 至于抢药，雪汐感觉有一点可笑，没有任何证据可以证明莲花清瘟能治疗新冠，相信大多数人抢药事实上只是当做安慰剂在使用。市民因为过度慌张凭空制造出来的紧张空气也要怪别人嘛？ 它们只是不想让自己承担这些责任，想让一个强有力的支撑来帮它们承担。可是，凭什么呢？国家在疫情防控中花掉的钱是这些人一辈子都贡献不出的价值，它们怎么又能心安理得地说出这些话呀？ 以所有人不能正常生活为代价换取自己的平安，这些人怎么可以这么自私呀？不如现在就一个人去郊区自我降解叭，不要耽误别人了~ 当然啦，雪汐遇到的这个人，并不能代表全部不希望解除隔离政策的人，或许其它人会有合理的理由，但是也希望你们可以多理解政府的难处…2021年至2022上半年，部分地区的部分税种税收同比下滑甚至过半；财政收入减少，公共卫生支出却大幅增加，血包也总有流干净的时候。既然早晚都要解封，那为什么不可以是现在呀？ 如果认为现在外面还是过于危险的话，完全可以呆在家里不出门的呀。这样子就可以最大限度的减少感染的可能性。自我按需隔离，而不是让全社会一起隔离。在这个疫苗短时间内不会有更大进展(现有疫苗是存在衰减期的，接种之后随着时间递增防护效力递减)，疫情出现近四年，感染曲线基本平稳，死亡率下降的情况下，时机已经成熟了~ 只要大家自己对自己负责，注意防护，熬过这一段时间，就会好起来的啦~即使感染也没必要过于慌张的，大多数病例经过自我居家隔离，就可以慢慢康复了~雪汐一针疫苗都还没有接种的说，也没有买相关的药和试剂盒~大家不需要过分担忧这些事情的，顺其自然就好啦~命里有时终将有，有时候还是需要听天由命的…不是嘛？"},{"title":"雪汐的日常-01","path":"2022/Daily-01/","text":"雪汐的7月(2022)现时是2022年07月28日的02时40分，好像雪汐每次写博客的时间都很阴间诶…不管啦！这是新博客的第一篇生活日志文章，雪汐希望以后每个月都能写下这样一篇文章，记录一个月做的事情。而不是每年写总结的时候，完全想不起来上一年度都做过什么事情，随便写点什么了事。不过具体要写些什么在此时雪汐也还不知道的说，想到什么就写什么啦~所以可能写的比较乱~反正也没有人看的说…就这样子叭！ 图书馆这一个月的白天雪汐几乎都在泡图书馆的自习室~大概是因为放暑假了（才意识到学生都放假了！），自习室的人每天都很多的说。08时30分自习室开放，基本09时30分之前两层的自习室就都满员了。如果想要去靠窗户的四人小桌，必须在08时45分之前进入才有可能抢到的说。 不过对于咱这样晚上不睡早上不起的咸鱼…在边边角角能蹭到一个位置就很知足啦！毕竟旁边还有许多因为自习室没有位置席地而坐的读者呢~ 可能是因为自习室人比较多叭，对于雪汐这种脸皮薄的孩子能起到极好的督促作用。有那么多人看着也不好意思去玩手机什么的啦~去图书馆的第一周雪汐的日均手机使用时间就降低了近8小时，效果显著！（但是这好像也侧面印证了雪汐以前是多么的咸鱼诶…） 不过在泡图书馆半个月之后，发现雪汐的晋江账单翻了两番…嗯唔，雪汐在图书馆看的是小说啦…但是在图书馆摸鱼的绝对不止雪汐一个！而且比起那些人雪汐至少还是在看书的说…之前有一天雪汐旁边的过道上，有一位青年男子搬了一把椅子坐在插座旁边玩了一下午的手机…而同一天坐在前面的另一位中年男子则在炒股票…这种占着位置却在玩的人都是傻狗！ 不过他们倒是挺聪明的说…图书馆全天中央空调开放、有热水供应、每个座位旁边都有电源，以及全域免费WiFi覆盖…和证券公司里面的大户室简直一模一样诶… 晋江雪汐在图书馆看的小说几乎都是从晋江上面下载的。为了符合图书馆的氛围，用的是SONY的DPT-RP1看书，但是这笨蛋设备只支持PDF阅读且不支持安装APP…所以雪汐只好买完正版之后再下载盗版去看…晋江正版小天使大冤种认证√而且盗版被锁/修的章节也可以看到的说… 唉呀…晋江一直这样子摆烂，读者和作者的使用体验应该是同类产品里面最差劲的了…不仅盗版猖獗，管理员甚至说被盗版说明作者很火…而且晋江的APP和网页也还是10年前的样子… 不过…不管怎么说…至少看书的价格还能忍受的说…之前雪汐在某网站看小说…两年就花掉了六千多块…所以短期看，晋江好像还是没有什么替代品的说。 但是…百足虫死虽身不僵，坐山吃空却总有吃完的一天呢~ 理财雪汐现在已经从投机交易者变成投资交易者啦~家里交给雪汐250k作为本金做保守投资。雪汐抛弃了熟悉却高风险的外汇和差价合约，转向风险较低的…基金——因为考虑到时间成本和风险管理，所以决定投资基金的说。 雪汐自建了两只基金组合策略（FOF基金），现时是由4+9支基金组成的，还在进行策略测试，争取下个月中旬的时候开始真实投资叭~（不过基金投资和股票交易的区别比预想中的要大得多诶…） 博客雪汐好像从2016年的时候就开始写博客了…那时候雪汐还好小呢…不过第一次建自己的博客就被人骗走了两千多块… 2018年的时候雪汐建立了自己的第二个博客，因为之前的服务商被警方查封，数据全部丢失了，被迫重新开始。那段时间雪汐现实的麻烦有很多，所以博客长满了荒草，最后因为没有钱续费域名被迫关闭了…（那也是咱买的唯一一个白金词域名，现在被别人抢注了，正在挂牌出售：7500美金…）虽然博客文章都备份到移动硬盘里面了，但是…移动硬盘找不到了…QAQ丢三落四是坏习惯！ 2019年之后写博客好像就比较多啦，到2022年已经有超过100k字的博客内文了（虽然也有一部分是转载的）。不过今年07月的时候，雪汐还是决定将以前的博客都封存了，因此这个博客才会来到这个世界~ 今天…其实是昨天了，雪汐将博客的伺服器更换成了阿里云。之前雪汐几乎每隔一两个月就会给博客搬一次家，租金也从几十块到几百块一个月不等。一味的追求更快的访问速度。现在雪汐也想通啦反正博客除了自己也没有别人看的说，内容才是更重要的，伺服器什么的…只要足够稳定数据不会丢就好啦 饮料家里的破壁机好久没有用啦…上次用还是雪汐吃素食的时候。放时间太久了大概会坏掉的叭~最近整理的时候看到了，就想用它做沙冰吃~因为夏天真的好热！！结果却失败了…尽管放了许多的冰块，但是打出来的却都已经化成水了…在网络中检索，有人说破壁机会把冰打的太碎导致融化，因此不能用它制作沙冰。但是雪汐的破壁机有沙冰模式诶…不明白了呢~ 在放弃制作沙冰之后，雪汐发现只做奶昔也很好喝~所以今天晚上（实际上是昨天）又尝试去做了一次哈密瓜奶昔…结果大失败！不知道为什么做出来的成品居然是苦的…呜呜呜…雪汐使用的原材料明明每一样都是甜甜的，为什么混在一起就变苦了呢…（雪汐只加了哈密瓜+水+奶粉+炼乳+淡奶油，有没有勇士想试试呢~比咖啡还苦的说…） 大概这就是生活叭~明明过程都是正确的、美好的，但是结果却可能不尽人意呢~"},{"title":"深夜碎碎念-02","path":"2022/Mumbler-02/","text":"今天不出意料的又失眠了。现在是清晨04时05分，还是决定今夜不睡觉了，爬起来洗漱一下，然后写下这篇博客。 清空原来的博客新建这个博客的时候，明明说了「希望可以发一些积极向上的内容」、「不要总是抱怨生活」、「告别以前的自己」什么的…结果一开始就没有做到呢。第一篇博客就倒了一些垃圾，这第二篇博客又要说这些了… 曾经雪汐思考过一个问题，现在终于有了答案。问题是：「我之所以是我，是因为我的记忆构成了我，还是因为我就是我呢？」现在雪汐相信，「我」其实是由「雪汐」的记忆所构成的。如果没有以前的那些记忆，那么雪汐就不是雪汐了，而会是另一个完全不一样的人。 因为雪汐无法忘记过去的一切，所以就永远无法摆脱那些所不愿意去面对的事情。 刚才雪汐加了一个失去联络许久朋友的好友。我们曾经是非常好的朋友。后来不知道因为什么事情，就渐行渐远，最后形同陌路了。他的好友是被雪汐删除的。因为本以为我们之间再无交集，雪汐也可以像对待擦肩而过的路人一样，很快就会忘记他。 事实证明，雪汐错了。即使已经过去一年多，他在雪汐心里的分量依旧。但是今天为什么又翻出他的联络方式了呢？不知道。雪汐甚至都不知道自己是否真的希望对方能同意自己的好友申请。 时间已经过去那么久，不知道他是否仍然记得雪汐。应该已经忘记了叭。即使还记得，又能怎么样呢？当我们走向分岔路时，就已经注定无法再像以前一样了。雪汐又怎么能如此自私，妄想回到从前呢？ 在和别人的关系中，其实雪汐一直都处于被动地位。因为雪汐既不善言辞，又很无趣，是总会把天聊死的那种人。遇到不会处理的事情，还会做鸵鸟，冷处理这些事情。这样就直接导致了，维系和雪汐的关系，全靠对方。如果有一天对方厌烦了、疲惫了，那这段关系也就到达了终点。 尽管雪汐总是显得并不热情，但其实也想要努力的维持每一段来之不易的关系。雪汐也是有心的，也会疼，也会难过。虽然总是劝着别人「交朋友不要付出真心，这样子才不会受伤的」，但是雪汐自己却从来做不到。 从小到大，都是这样子的。只要别人对自己稍微好一点点，透露出一点点的善意，雪汐就会用120分的真心去回报。可惜真心换来的大概率不是真心，而是欺骗。但即使受过很多伤，遇到下一抹火光时，飞蛾还是会忍不住靠近它。很讨厌这样的自己。但是这就是「我」呀，这就是「雪汐」呀。雪汐无法做出改变，如果不再这样子，那雪汐可能也就不再是「雪汐」了。"},{"title":"深夜碎碎念-01","path":"2022/Mumbler-01/","text":"有些事情一旦开始，便成为了既定事实，​以至于过程和结果都不再重要​有些事情即使所有人都不喜欢，但仍有不得不做的理由​​有些事情对所有人都有益，只是因为要牺牲自己，所以就无人去做​​有些事情明明知道有很大风险，但当这个风险由别人承担的时候，便无所谓了​有些事情…​​这个世界不仅不是黑白两色的，甚至都不是灰色的​所有人内心的阴暗都是无限的，压制只是因为害怕被别人占领道德制高点若没有「法律」这个圈，或是在一个完全「匿名」的环境大部分人都不会吝啬自己的恶意，而坚持「原则」的那部分人下场只会非常惨这样阴暗的物种，生存繁衍了五万年之久，也算是奇迹了叭从「现代人类（晚期智人之后）」出现以后，仅靠「内讧（战争）」，这个物种就导致约十位数的同类死亡，约等同于整个中国的人口总数并且近现代几乎一切科学发明，初期都是更好的为战争服务的 人类内部也从来没有团结起来过。这样子看智慧人类和其它动物也没有什么区别，还都处于低级的族群制甚至于自诩「高级生物」、「食物链顶端」的「人类」，咱认为在某种意义上甚至还不如动物我已经习惯以最大的恶意去揣测别人，事实证明，大多数情况下，我是正确的我也相信在我「判断失误」的那几次，只是因为对方伪装的太好，而不是这个世界上，存在所谓的「好人」"},{"title":"Hello BLOG!","path":"2022/Hello-BLOG/","text":"再次相遇今天是2022年的07月02日。雪汐的博客开张啦！ 其实之前雪汐曾使用另一个名字写了近四年的博客呢…不过因为雪汐的年龄太小了，生活阅历也很少，所以博客内容一直很水的说…在旧博客字数达到100k之际，雪汐决定抛弃以前的所有，重新开始！希望这个新博客可以多发一些积极向上的内容，不要和以前一样总是抱怨生活的说~ 如果可以的话…雪汐也希望人生可以像博客一样，只要把以前的东西都删掉，就可以当做什么都没发生过呀…可惜并不可以呢！清空博客的同时，雪汐也希望可以告别以前的自己，就让往事随风而去叭~ 这个博客也会和以前一样~主要就是分享雪汐的日常生活啦！不过在内容限制上会更严格一些的说…一些专业性的内容就不会发在这里啦！希望雪汐的部落格可以回归记录生活的初心，在这个世界上留下一丝曾经存在过的痕迹~ 那么，请多指教！ 雪汐，敬上！"}]